{
  "pages": {
    "ne_dom": {
      "title": "Confirm / Exclude: Ne dominant",
      "intro": "For each statement, pick how strongly you agree for your typical life pattern. If you choose strong (4–5), optional examples will appear so you can check whether you mean the same thing.",
      "items": [
        {
          "id": "ne_01",
          "dir": 1,
          "text": "My mind naturally generates many different possibilities / paths.",
          "examples": [
            "In a new situation, I immediately see multiple ways it could work.",
            "When someone proposes a plan, I quickly think of alternate versions or improvements.",
            "I often have more ideas than time, and it’s hard to pick just one."
          ]
        },
        {
          "id": "ne_02",
          "dir": 1,
          "text": "I feel frustrated or disappointed when my ideas are dismissed or can’t be explored.",
          "examples": [
            "I feel my energy drop when people shut down possibilities too early.",
            "I get restless when I must follow a single fixed plan with no alternatives.",
            "I feel ‘stuck’ if there’s no room to try new directions."
          ]
        },
        {
          "id": "ne_03",
          "dir": 1,
          "text": "It’s important to me to be open-minded and resourceful (finding new ways to solve things).",
          "examples": [
            "I prefer exploring options instead of committing early.",
            "I enjoy experimenting with approaches, tools, or methods.",
            "I naturally ask “What else could work?”"
          ]
        },
        {
          "id": "ne_04",
          "dir": 1,
          "text": "Interesting possibilities lift my mood quickly; I like brainstorming with people.",
          "examples": [
            "A new idea can make me feel hopeful again even if I was tired.",
            "I enjoy bouncing ideas back and forth to develop them.",
            "I feel alive when discussing future possibilities."
          ]
        },
        {
          "id": "ne_05",
          "dir": 1,
          "text": "Feeling stuck (little possibility for change) feels especially bad to me.",
          "examples": [
            "I feel trapped if the future looks fixed and repetitive.",
            "I start searching for new directions when life becomes too predictable.",
            "I’m sensitive to environments that restrict options."
          ]
        },
        {
          "id": "ne_06",
          "dir": 1,
          "text": "I often dislike people who are closed-minded, rigid, overly literal, or pessimistic about ideas.",
          "examples": [
            "“We always do it this way” annoys me if no one considers alternatives.",
            "I dislike when people criticize an idea before exploring it.",
            "A consistently negative ‘wet blanket’ attitude drains me."
          ]
        },

        {
          "id": "ne_07",
          "dir": 1,
          "text": "I’ve received feedback like: scattered, impractical, inconsistent, unpredictable, or unreliable.",
          "examples": [
            "People say I jump between interests or start more than I finish.",
            "Others think I ignore practical details until late.",
            "I get accused of changing my mind often."
          ]
        },

        {
          "id": "ne_08",
          "dir": -1,
          "text": "I rarely have new ideas and usually refuse to entertain new possibilities.",
          "examples": [
            "Brainstorming feels pointless and I prefer to stay with one known approach.",
            "I strongly resist alternatives even when the situation changes.",
            "I dislike exploring options and prefer decisions to stay fixed."
          ]
        },
        {
          "id": "ne_09",
          "dir": -1,
          "text": "I genuinely enjoy routine, repetitive practice, and logistical planning (as a preference).",
          "examples": [
            "Repeating the same system is satisfying and I prefer it over novelty.",
            "I like maintaining stable routines more than exploring new directions.",
            "I feel happiest when life is predictable and well-scheduled."
          ]
        },
        {
          "id": "ne_10",
          "dir": -1,
          "text": "Before I act, I must think through every contingency; improvising feels unsafe.",
          "examples": [
            "I delay action until I feel fully prepared and certain.",
            "I avoid changing plans on the fly.",
            "Uncertainty makes me stop rather than explore."
          ]
        }
      ]
    }
  }
}
