{
  "pages": {
    "ne_dom": {
      "title": "Ne (Dominant) confirmation",
      "intro": "Answer based on your typical life pattern. Use 4–5 only when it’s consistently true across your life. If you choose 4–5, you can optionally tick real-life examples to confirm the pattern.",
      "items": [
        {
          "id": "ne_p1",
          "dir": 1,
          "text": "My mind naturally generates many different possibilities / paths.",
          "examples": [
            "When a new situation appears, I immediately see several ways it could play out.",
            "I often jump from one idea to another because each one opens more branches.",
            "I naturally think in 'what if...' chains without trying.",
            "I enjoy exploring multiple interpretations rather than locking into one meaning.",
            "I get bored if there is only one allowed approach.",
            "I can connect unrelated topics and see new angles quickly.",
            "I frequently propose alternatives even when the current plan is fine.",
            "I feel mentally 'stuck' if I cannot explore options."
          ]
        },
        {
          "id": "ne_p2",
          "dir": 1,
          "text": "I value open-mindedness and resourcefulness, and I enjoy creating new approaches.",
          "examples": [
            "If a method feels old or rigid, I want to redesign it.",
            "I enjoy testing new tools, workflows, or ideas just to see what happens.",
            "I often suggest “we could do it another way” even if the old way works.",
            "I adapt quickly by reframing a problem rather than repeating the same steps.",
            "I prefer flexible guidelines over strict procedures.",
            "I’m good at improvising when conditions change.",
            "I get energy from experimenting, not from maintaining routines.",
            "I dislike being forced into one fixed process."
          ]
        },
        {
          "id": "ne_p3",
          "dir": 1,
          "text": "Interesting possibilities lift my mood quickly; I like brainstorming with people.",
          "examples": [
            "A new opportunity can instantly pull me out of a low mood.",
            "I enjoy bouncing ideas back and forth to create something better.",
            "I naturally brainstorm out loud with others.",
            "Conversations feel best when they explore options, not only facts.",
            "I often play devil’s advocate to open new angles.",
            "I get excited when someone adds a surprising new idea.",
            "I can talk about ideas for a long time without needing closure.",
            "I feel drained by conversations that shut down possibilities quickly."
          ]
        },
        {
          "id": "ne_p4",
          "dir": 1,
          "text": "Feeling stuck (no room to change) feels especially bad to me.",
          "examples": [
            "If life becomes repetitive, I feel restless or trapped.",
            "I need some sense of future options to feel okay.",
            "I’m uncomfortable when plans become too fixed too early.",
            "I often look for exits or alternatives when a path feels like a dead end.",
            "I dislike roles that keep me in the same routine for too long.",
            "I feel heavy when there’s 'nothing new to look forward to.'",
            "I can tolerate uncertainty better than feeling stuck.",
            "I prefer keeping multiple doors open."
          ]
        },
        {
          "id": "ne_p5",
          "dir": 1,
          "text": "I strongly dislike people who are closed-minded, overly rigid, or pessimistic 'wet blankets'.",
          "examples": [
            "I get frustrated with 'we always do it this way.'",
            "I dislike when people reject ideas before exploring them.",
            "I get annoyed by overly literal thinking that misses alternative meanings.",
            "I feel limited around rigid rule-following for its own sake.",
            "I avoid environments that punish experimentation.",
            "I dislike pessimism that kills momentum.",
            "I dislike nitpicking that stops exploration.",
            "I prefer people who can entertain possibilities without fear."
          ]
        },
        {
          "id": "ne_p6",
          "dir": 1,
          "text": "I have received feedback like: scattered, impractical, inconsistent, unreliable, or unpredictable.",
          "examples": [
            "People say I start many things but don’t always finish.",
            "Others think I change direction too quickly.",
            "People say I’m strong at ideas but weak at logistics.",
            "I sometimes ignore details because I'm focused on new options.",
            "My priorities can shift when a more interesting possibility appears.",
            "Others think I’m unpredictable because I keep multiple routes open.",
            "I can feel guilty about being inconsistent over time.",
            "People say I need structure more than I admit."
          ]
        },

        {
          "id": "ne_x1",
          "dir": -1,
          "text": "I rarely have new ideas and I usually refuse to entertain new possibilities.",
          "examples": [
            "Brainstorming feels pointless or annoying most of the time.",
            "I prefer one proven answer, not multiple options.",
            "I dislike discussing hypothetical possibilities.",
            "I avoid exploring alternatives unless forced.",
            "New approaches usually feel unnecessary.",
            "I quickly shut down ideas that are unfamiliar.",
            "I prefer following established methods.",
            "I feel stressed by too many options."
          ]
        },
        {
          "id": "ne_x2",
          "dir": -1,
          "text": "I genuinely enjoy routine, repetitive practice, and logistical planning (as a preference).",
          "examples": [
            "Repeating a stable routine feels satisfying, not boring.",
            "I prefer maintenance and consistency over exploration.",
            "I feel calmer when my day is predictable.",
            "I enjoy step-by-step planning more than brainstorming.",
            "I value reliability and procedure as the main goal.",
            "I dislike changing plans once set.",
            "I feel better doing what already works.",
            "I prefer long-term consistency over experimenting."
          ]
        },
        {
          "id": "ne_x3",
          "dir": -1,
          "text": "I must think through every contingency before acting.",
          "examples": [
            "I delay until I feel fully prepared.",
            "I avoid improvising because it feels unsafe.",
            "I need certainty before moving forward.",
            "I prefer to eliminate uncertainty early.",
            "I often overplan to avoid surprises.",
            "I dislike acting without a detailed plan.",
            "I feel uncomfortable with open-ended choices.",
            "I prefer predictable steps over exploring options."
          ]
        },
        {
          "id": "ne_x4",
          "dir": -1,
          "text": "I do not relate to big-picture possibility thinking; I don’t dream big.",
          "examples": [
            "I mostly focus on immediate practical goals.",
            "Speculating about the future feels unrealistic.",
            "I avoid ambitious visions; I prefer concrete tasks.",
            "I rarely think about long-range possibilities.",
            "I prefer what’s certain and measurable.",
            "Dreaming about 'what could be' feels unnecessary.",
            "I don’t enjoy abstract possibility discussions.",
            "I focus on present reality more than future options."
          ]
        }
      ]
    }
  }
}
