{
  "pages": {
    "ne_dom": {
      "title": "Xác nhận / Loại trừ: Ne trội",
      "intro": "Với mỗi câu, chọn mức độ đồng ý theo kiểu sống ‘thường ngày’ của bạn. Nếu bạn chọn mạnh (4–5), phần ví dụ sẽ hiện ra để kiểm tra xem bạn có hiểu đúng ý không.",
      "items": [
        {
          "id": "ne_01",
          "dir": 1,
          "text": "Trong đầu tôi tự nhiên bật ra rất nhiều khả năng / hướng đi khác nhau.",
          "examples": [
            "Gặp tình huống mới, tôi thấy ngay nhiều cách để làm được.",
            "Ai đưa kế hoạch, tôi nghĩ ra phiên bản khác hoặc cách cải tiến rất nhanh.",
            "Tôi hay có nhiều ý tưởng hơn thời gian, khó chọn một cái để theo."
          ]
        },
        {
          "id": "ne_02",
          "dir": 1,
          "text": "Tôi dễ bực hoặc hụt hẫng khi ý tưởng bị gạt đi hoặc không được thử.",
          "examples": [
            "Tôi tụt năng lượng khi người khác ‘dập’ ý tưởng quá sớm.",
            "Tôi bứt rứt khi buộc phải theo một kế hoạch cứng, không có lựa chọn khác.",
            "Tôi thấy ‘kẹt’ nếu không có không gian để thử hướng mới."
          ]
        },
        {
          "id": "ne_03",
          "dir": 1,
          "text": "Với tôi, cởi mở và linh hoạt (tìm cách mới để giải quyết) là rất quan trọng.",
          "examples": [
            "Tôi thích mở lựa chọn thay vì chốt sớm.",
            "Tôi thích thử cách làm, công cụ, phương pháp khác nhau.",
            "Tôi tự nhiên hay hỏi: “Còn cách nào khác không?”"
          ]
        },
        {
          "id": "ne_04",
          "dir": 1,
          "text": "Một khả năng thú vị có thể kéo mood tôi lên nhanh; tôi thích brainstorm với người khác.",
          "examples": [
            "Một ý tưởng mới làm tôi thấy hy vọng lại dù trước đó mệt.",
            "Tôi thích nảy ý qua lại để phát triển ý tưởng.",
            "Tôi thấy ‘sống’ hơn khi nói về khả năng tương lai."
          ]
        },
        {
          "id": "ne_05",
          "dir": 1,
          "text": "Cảm giác bị ‘kẹt’ (ít khả năng thay đổi) làm tôi khó chịu đặc biệt mạnh.",
          "examples": [
            "Tôi thấy ngộp nếu tương lai có vẻ cố định và lặp lại.",
            "Khi đời quá đoán trước được, tôi tự tìm hướng mới.",
            "Tôi nhạy với môi trường bóp nghẹt lựa chọn."
          ]
        },
        {
          "id": "ne_06",
          "dir": 1,
          "text": "Tôi thường không thích người quá đóng, cứng nhắc, quá chữ nghĩa, hoặc bi quan về ý tưởng.",
          "examples": [
            "Câu “xưa giờ làm vậy” làm tôi khó chịu nếu không ai xem lựa chọn khác.",
            "Tôi ghét kiểu chê ý tưởng trước khi chịu tìm hiểu.",
            "Thái độ ‘dội gáo nước lạnh’ liên tục làm tôi mệt."
          ]
        },

        {
          "id": "ne_07",
          "dir": 1,
          "text": "Tôi từng bị góp ý kiểu: lan man, thiếu thực tế, thiếu ổn định, khó đoán, không đáng tin.",
          "examples": [
            "Người khác nói tôi nhảy giữa nhiều sở thích hoặc khởi đầu nhiều hơn kết thúc.",
            "Người khác thấy tôi bỏ qua chi tiết thực tế tới phút chót.",
            "Tôi hay bị nói là đổi ý nhanh."
          ]
        },

        {
          "id": "ne_08",
          "dir": -1,
          "text": "Tôi hiếm khi có ý tưởng mới và thường từ chối xem xét khả năng mới.",
          "examples": [
            "Brainstorm làm tôi thấy vô ích; tôi chỉ muốn bám một cách quen.",
            "Tôi phản đối lựa chọn khác ngay cả khi tình huống thay đổi.",
            "Tôi không thích khám phá phương án; tôi muốn mọi thứ giữ nguyên."
          ]
        },
        {
          "id": "ne_09",
          "dir": -1,
          "text": "Tôi thật sự thích đời sống routine, luyện tập lặp lại, và lập kế hoạch logistics (như một sở thích).",
          "examples": [
            "Lặp lại cùng một hệ thống làm tôi thấy đã và tôi thích hơn novelty.",
            "Tôi thích duy trì routine ổn định hơn là đổi hướng liên tục.",
            "Tôi hạnh phúc nhất khi đời đoán trước được và có lịch rõ."
          ]
        },
        {
          "id": "ne_10",
          "dir": -1,
          "text": "Trước khi làm, tôi phải nghĩ hết mọi tình huống; ứng biến làm tôi thấy không an toàn.",
          "examples": [
            "Tôi trì hoãn cho đến khi chắc chắn và chuẩn bị đủ.",
            "Tôi tránh đổi kế hoạch giữa chừng.",
            "Không chắc chắn làm tôi dừng lại thay vì thử mở khả năng."
          ]
        }
      ]
    }
  }
}
