{
  "title": "Screening (low-bias)",
  "intro": "Rate how often each statement fits your real life across many situations. Higher scores mean you can deprioritize the related dominant function check. Use Skip only if you truly don’t have enough experience to judge.",
  "scale": {
    "labels": ["Never/False", "Rarely", "Sometimes", "Often", "Almost always"],
    "skip": "Skip / Not enough experience to judge"
  },
  "groups": [
    {
      "id": "si",
      "groupTitle": "Group A",
      "items": [
        {
          "id": "si_1",
          "text": "I tend to ignore small procedural steps because they feel unnecessary or too slow, even if others say they matter.",
          "examples": [
            "I get reminded for missing minor steps (labels, naming files, cleaning details, formatting).",
            "I think “the result is fine, so the extra steps feel pointless.”",
            "I do the full checklist mainly when there’s strict enforcement or a clear penalty.",
            "I simplify instructions in my head and then realize I skipped something.",
            "I feel impatient with procedures that don’t change the outcome much."
          ]
        },
        {
          "id": "si_2",
          "text": "I often prefer my own approach because copying the standard method feels restrictive, even if it’s proven to work.",
          "examples": [
            "I modify templates or rules quickly because I want them to fit me, not because I’m trying to rebel.",
            "I try shortcuts or alternatives because “there must be a better way.”",
            "I feel mentally drained doing things the exact same way repeatedly.",
            "I only follow the standard method when I can see a strong reason (safety, grading, risk).",
            "If someone says “do it exactly like this,” my first instinct is to adapt it."
          ]
        },
        {
          "id": "si_3",
          "text": "When I’m free, I usually seek novelty because repeating familiar routines doesn’t feel fulfilling for long.",
          "examples": [
            "Given a free choice, I’d rather try a new place/activity than repeat the same comfort option.",
            "Even hobbies I like can feel stale if they become too repetitive.",
            "I feel restless if my life becomes predictable for too long.",
            "I choose ‘new experiences’ as my default reward rather than ‘same comfort.’",
            "I don’t get much satisfaction from doing the same routine just because it worked before."
          ]
        }
      ]
    },
    {
      "id": "ni",
      "groupTitle": "Group B",
      "items": [
        {
          "id": "ni_1",
          "text": "Long-term direction talk (5–10 years) feels hard to care about because I don’t naturally live through one future narrative.",
          "examples": [
            "When people discuss a far-future plan, I zone out or feel it’s too abstract to matter now.",
            "I prefer dealing with what’s actionable soon rather than building a life storyline.",
            "I don’t feel anxious without a clear calling; I can function fine without it.",
            "I rarely think “this is my destiny/path”; I think more in short steps.",
            "Future planning feels like guesswork rather than something meaningful."
          ]
        },
        {
          "id": "ni_2",
          "text": "I prefer direct, concrete talk because interpreting symbolism or hidden meaning often feels speculative or ungrounded.",
          "examples": [
            "I’d rather someone say what they mean instead of hinting.",
            "I usually take words at face value unless there’s strong evidence otherwise.",
            "Abstract ‘meaning talk’ can feel vague rather than insightful to me.",
            "I feel more comfortable discussing practical details than big interpretations.",
            "When someone analyzes symbolism, my reaction is often “maybe… but how do we know?”"
          ]
        },
        {
          "id": "ni_3",
          "text": "On a fully free day, I follow what feels good now because I don’t naturally organize my day around a long-horizon goal.",
          "examples": [
            "I choose based on mood/energy rather than a planned purpose.",
            "I dislike locking into one ‘mission’ for the day unless I must.",
            "I feel fine spending a day exploring/relaxing without it ‘adding up’ to a future plan.",
            "I plan when needed, but it doesn’t feel like my default mode.",
            "If I set goals, they are usually short and concrete rather than visionary."
          ]
        }
      ]
    },
    {
      "id": "se",
      "groupTitle": "Group C",
      "items": [
        {
          "id": "se_1",
          "text": "High stimulation drains me because my body gets overloaded faster than I can enjoy it.",
          "examples": [
            "I need quiet breaks at loud events to feel normal again.",
            "Too much noise/light/activity makes me tense, tired, or irritated.",
            "I prefer calmer spaces even if others find them ‘boring.’",
            "I notice physical discomfort quickly (headache, fatigue, sensory irritation).",
            "After busy environments, I need recovery time."
          ]
        },
        {
          "id": "se_2",
          "text": "I avoid risky or impulsive actions mainly because consequences feel not worth it (trouble, conflict, safety, reputation).",
          "examples": [
            "When others want to do something risky, my first thought is “this can backfire.”",
            "I rarely enjoy ‘thrill for thrill’s sake’ unless it’s controlled/safe.",
            "I prefer predictable outcomes over exciting uncertainty.",
            "I think about rules and consequences even when others don’t.",
            "I’d rather miss out than deal with avoidable chaos."
          ]
        },
        {
          "id": "se_3",
          "text": "I often focus on implications (what it could mean / lead to) because I feel uneasy taking things at face value.",
          "examples": [
            "I replay conversations to figure out intention or consequences.",
            "I ask “what does this lead to?” more than “what is happening right now?”",
            "I often suspect there’s more context behind what people say.",
            "I feel safer when I understand hidden risks and subtext.",
            "I can struggle to stay purely present when my mind is forecasting."
          ]
        }
      ]
    },
    {
      "id": "ne",
      "groupTitle": "Group D",
      "items": [
        {
          "id": "ne_1",
          "text": "Open-ended tasks make me feel blank because I prefer clear constraints before I can act confidently.",
          "examples": [
            "Too much freedom feels like ‘no direction’ rather than possibility.",
            "I work faster when I’m given a specific target or rubric.",
            "I prefer examples or a template before I start.",
            "Brainstorming is tiring unless someone else structures it.",
            "I feel relief when someone narrows choices for me."
          ]
        },
        {
          "id": "ne_2",
          "text": "I feel safest with a planned schedule because uncertainty and too many options create stress, not excitement.",
          "examples": [
            "I prefer someone deciding the plan so I can follow it.",
            "Sudden changes throw me off more than they energize me.",
            "I like routine mainly because it reduces decision fatigue and unpredictability.",
            "I worry about choosing wrong when there are too many paths.",
            "I feel calmer when the next steps are already settled."
          ]
        },
        {
          "id": "ne_3",
          "text": "When facing something new, my attention goes to what could go wrong because I need security before exploring.",
          "examples": [
            "My first instinct is to scan risks rather than imagine opportunities.",
            "I avoid new environments until I feel prepared or informed.",
            "I prefer proven paths because uncertainty feels costly.",
            "I ask many ‘what if it fails?’ questions before starting.",
            "I enjoy novelty only when it feels controlled/safe."
          ]
        }
      ]
    },
    {
      "id": "ti",
      "groupTitle": "Group E",
      "items": [
        {
          "id": "ti_1",
          "text": "I usually don’t feel driven to correct flawed logic; I’d rather move on unless it directly affects me.",
          "examples": [
            "If something is inconsistent, I notice it but often think “not worth arguing.”",
            "I prefer peace/efficiency over proving a point.",
            "I rarely enjoy debates as a way to refine truth.",
            "I can accept explanations that are ‘good enough’ even if not fully consistent.",
            "I avoid getting stuck analyzing contradictions."
          ]
        },
        {
          "id": "ti_2",
          "text": "I struggle to build my own mental framework for complex ideas; I prefer receiving a structure first.",
          "examples": [
            "I learn best when someone gives an outline before details.",
            "Self-study feels confusing without a guided path.",
            "I want clear definitions and steps provided externally.",
            "I get lost when I must organize the logic from scratch.",
            "I depend on teachers/tutorials to ‘set the map’ for me."
          ]
        },
        {
          "id": "ti_3",
          "text": "When ideas conflict, I lean on familiarity or social comfort rather than analyzing which reasoning is most internally consistent.",
          "examples": [
            "If two explanations compete, I pick the one that feels simpler or more familiar.",
            "I avoid challenging someone’s reasoning if it risks tension.",
            "I often decide based on ‘what seems reasonable enough’ rather than proving it rigorously.",
            "I prefer practical consensus over deep analysis.",
            "I rarely feel motivated to chase exact logical precision."
          ]
        }
      ]
    },
    {
      "id": "fi",
      "groupTitle": "Group F",
      "items": [
        {
          "id": "fi_1",
          "text": "I can tolerate choices I dislike because inner ‘value conflict’ usually isn’t intense enough to force resistance.",
          "examples": [
            "I can accept an unwanted path if it avoids conflict or instability.",
            "I rarely feel a strong “I can’t betray myself” reaction.",
            "I adapt to what’s expected without feeling like I’m losing myself.",
            "I prioritize smooth functioning over personal alignment.",
            "Even when unhappy, I can keep going without needing to change the situation immediately."
          ]
        },
        {
          "id": "fi_2",
          "text": "I don’t often feel strong personal preferences because my sense of ‘this is me’ feels flexible or not central.",
          "examples": [
            "Choosing food/activities is easy because many options feel fine.",
            "I follow the group without feeling internally bothered.",
            "I rarely feel “I MUST choose this because it fits my identity.”",
            "I can enjoy many styles without feeling attached to one.",
            "My likes/dislikes usually aren’t deeply personal."
          ]
        },
        {
          "id": "fi_3",
          "text": "I distrust strong emotions as decision signals and prefer to reduce them before deciding.",
          "examples": [
            "I tell myself “calm down first; emotions distort judgment.”",
            "I try to explain feelings logically before taking them seriously.",
            "I prefer decisions that still make sense even if my mood changes.",
            "I feel uneasy when someone makes a big choice based mainly on emotion.",
            "I often delay decisions until emotions settle."
          ]
        }
      ]
    },
    {
      "id": "te",
      "groupTitle": "Group G",
      "items": [
        {
          "id": "te_1",
          "text": "I avoid directing people because I don’t like imposing structure or responsibility on others.",
          "examples": [
            "I prefer being assigned tasks rather than assigning others.",
            "I feel uncomfortable pushing people for results.",
            "If someone else leads, I feel relief rather than frustration.",
            "I hesitate to set deadlines because I don’t want conflict.",
            "I’d rather contribute quietly than coordinate."
          ]
        },
        {
          "id": "te_2",
          "text": "I delay conclusions because I want to keep options open and fear locking into the wrong call.",
          "examples": [
            "I second-guess decisions even after choosing.",
            "I keep revising because I imagine better alternatives later.",
            "I struggle to say “this is done” unless forced.",
            "I worry about consequences of committing too early.",
            "I feel safer with flexibility than decisive closure."
          ]
        },
        {
          "id": "te_3",
          "text": "I soften or hide problems because social friction feels more costly than efficiency.",
          "examples": [
            "I avoid blunt feedback even when it would improve outcomes.",
            "I let inefficient plans continue to keep peace.",
            "I phrase facts gently so others won’t feel attacked.",
            "I hesitate to correct mistakes publicly.",
            "Harmony often wins over directness."
          ]
        }
      ]
    },
    {
      "id": "fe",
      "groupTitle": "Group H",
      "items": [
        {
          "id": "fe_1",
          "text": "I miss social-emotional cues because I focus more on content/task than on how people feel in the moment.",
          "examples": [
            "I realize someone was upset only after they tell me.",
            "I say things too directly and later learn it landed badly.",
            "I don’t naturally track ‘the room mood’ while talking.",
            "I’m confused why certain phrasing feels hurtful to others.",
            "I prioritize truth/efficiency over emotional tone without meaning harm."
          ]
        },
        {
          "id": "fe_2",
          "text": "When I struggle, my instinct is self-reliance; seeking emotional support feels awkward or unnecessary.",
          "examples": [
            "I handle problems privately instead of venting.",
            "I feel uneasy asking for comfort even when stressed.",
            "I prefer solutions over sympathy.",
            "Sharing feelings feels exposing or inefficient.",
            "I often disappear to process alone."
          ]
        },
        {
          "id": "fe_3",
          "text": "I evaluate helping through cost/benefit first; social obligation alone rarely motivates me.",
          "examples": [
            "I say no to favors if they disrupt my priorities.",
            "I don’t automatically feel guilty for prioritizing my needs.",
            "I help when I choose to, not because I ‘should.’",
            "If a request feels inefficient, I resist it.",
            "I prefer clear boundaries over being seen as ‘nice.’"
          ]
        }
      ]
    }
  ]
}
